---
kind: property
id: P:Autodesk.Revit.DB.Visual.UnifiedBitmap.TextureRealWorldScaleY
source: html/7eb68149-e800-83c5-76cd-8bf0f1b5f48b.htm
---
# Autodesk.Revit.DB.Visual.UnifiedBitmap.TextureRealWorldScaleY Property

The property labeled "Size Y" from the "UnifiedBitmap" schema.

## Syntax (C#)
```csharp
public static string TextureRealWorldScaleY { get; }
```

## Remarks
This property is of type "AssetPropertyDistance" with a minimum of "0.01".